{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "\"Aktiveer\" skakelaars skakel die funksie aan en af, maar vereis dat Logseq herbegin word of hierdie inprop een keer afgeskakel word. Raadpleeg die dokumentasie vir funksiebesonderhede. [Dokument hier](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Voeg KLAAR-merker of Voeg vandag joernaalskakel by, by die verwysing van die herhalingstaak",
  "Add the journal link to the reference of the task": "Voeg die joernaalskakel by die verwysing van die taak",
  "Add the week number to the reference of the task": "Voeg die weeknommer by die verwysing van die taak",
  "Add time to the reference of the task": "Voeg tyd by die verwysing van die taak",
  "Auto remove DEADLINE or SCHEDULED": "Outomaties verwyder SPERDATUM of GESKEDULEERD",
  "Bullet context menu item": "Koeëlkonteks-kieslysitem",
  "Common Settings": "Algemene instellings",
  "Common: ": "Algemene: ",
  "DOING task Auto Statistics": "DOEN-taak Outostatistiek",
  "DONE task Auto Statistics": "KLAAR-taak Outo-statistieke",
  "DONE task: ": "KLAAR taak: ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Verstekkortpadsleutel: 'Ctrl+Shift+Enter' (Windows) of 'Cmd+Shift+Enter' (Mac)",
  "Embed the reference of the task": "Sluit die verwysing van die taak in",
  "Enable": "Aktiveer",
  "Enable every 2 hour interval": "Aktiveer elke 2 uur interval",
  "Failed (Cannot create a new block in first block of the page)": "Misluk (kan nie 'n nuwe blok in die eerste blok van die bladsy skep nie)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `✔️` with `:`.": "Voltooi die doeltreffendheid van die taak deur die ':' te verwyder. As jy dit wil terugverander, vervang '✔️' met ':'.",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "As jy die ISO8601 formaat wil gebruik, kies 'ISO8601'. As jy die VSA-formaat wil gebruik, kies 'VSA'.",
  "It will not take effect until you restart or turn off the plugin.": "Dit sal nie in werking tree voordat jy die inprop herbegin of afskakel nie.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Laat 'n afskrif van SPERDATUM of GESKEDULEER sonder om dit uit te vee",
  "Link to the month": "Skakel na die maand",
  "Mouse drag a bullet of the block to move it to the journal.": "Muis sleep 'n koeël van die blok om dit na die joernaal te skuif.",
  "Move Task State To Next (shortcut key)": "Skuif taakstatus na volgende (kortpadsleutel)",
  "Move task state to next": "Skuif taakstatus na volgende",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Skuif die taakstatus na die volgende deur die kortpadsleutel op die blok te druk. / 'n Klein weergawe van [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "Open die sybalk wanneer die herhalingstaak gemerk is",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Verskaf werkvloei vir die opname van herhaalde taak as LATER in 'n joernaal. Kies uit die kontekskieslys van die herhalende taakkoeël.",
  "Remove DEADLINE": "Verwyder SPERDATUM",
  "Remove SCHEDULED": "Verwyder GESKEDULEERDE",
  "Repeat-task Auto Statistics": "Herhaal-taak Outo-statistieke",
  "Repeat-task as LATER": "Herhaal-taak as LATER",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Skei met ','. Slegs snare vir Logseq ingeboude taakmerkers is geldig. ('NOU'|'LATER'|'TODO'|'DOEN'|'KLAAR'|'WAG'|'WAG'|'GEKANSELLEER'|'GEKANSELLEER'|'ONDERWEG')",
  "Set state items (Strings used when moving a task to the next state)": "Stel toestanditems (snare wat gebruik word wanneer 'n taak na die volgende toestand geskuif word)",
  "Sort by month": "Sorteer volgens maand",
  "This block is LATER task": "Hierdie blok is LATER-taak",
  "When a repeat-task is checked": "Wanneer 'n herhalingstaak gemerk word",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "Wanneer 'n herhalingstaak nagegaan word, word die volgende reël geskep met 'n kwotasie en 'n KLAAR-status. Skuif daardie verwysing na 'n joernaal of iets.",
  "When a task is set to DOING": "Wanneer 'n taak op DOEN gestel is",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "Wanneer 'n taak op DOEN gestel is, voeg 'n verwysing van die taak na die DOEN-bladsy in.",
  "When a task is set to DONE": "Wanneer 'n taak op KLAAR gestel is",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "Wanneer 'n taak op KLAAR gestel is, voeg 'n verwysing van die taak na die KLAAR-bladsy in.",
  "📖Getting Started": "📖Aan die begin",
  "SCHEDULED or DEADLINE deleted.": "GESKEDULEERDE of SPERDATUM verwyder."
}