{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "Mit \"Aktivieren\" wird die Funktion ein- und ausgeschaltet, es muss jedoch Logseq neu gestartet oder dieses Plugin einmal deaktiviert werden. Weitere Informationen zu den Funktionen finden Sie in der Dokumentation. [Dokument hier](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Fügen Sie der Referenz der Wiederholungsaufgabe eine DONE-Markierung oder einen Link zum heutigen Journaleintrag hinzu",
  "Add the journal link to the reference of the task": "Fügen Sie den Journal-Link zur Referenz der Aufgabe hinzu",
  "Add the week number to the reference of the task": "Fügen Sie die Wochennummer zur Referenz der Aufgabe hinzu",
  "Add time to the reference of the task": "Fügen Sie der Referenz der Aufgabe Zeit hinzu",
  "Auto remove DEADLINE or SCHEDULED": "DEADLINE oder SCHEDULED automatisch entfernen",
  "Bullet context menu item": "Kontextmenüpunkt für Aufzählungszeichen",
  "Common Settings": "Allgemeine Einstellungen",
  "Common: ": "Gemeinsam: ",
  "DOING task Auto Statistics": "Automatische Statistiken der Aufgabe DOING",
  "DONE task Auto Statistics": "Automatische Statistik der DONE-Aufgabe",
  "DONE task: ": "ERLEDIGTE Aufgabe: ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Standard-Tastenkombination: 'Strg+Umschalt+Eingabetaste' (Windows) oder 'Cmd+Umschalt+Eingabetaste' (Mac)",
  "Embed the reference of the task": "Einbetten der Referenz der Aufgabe",
  "Enable": "Ermöglichen",
  "Enable every 2 hour interval": "Alle 2-Stunden-Intervalle aktivieren",
  "Failed (Cannot create a new block in first block of the page)": "Fehlgeschlagen (Im ersten Block der Seite kann kein neuer Block erstellt werden)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `✔️` with `:`.": "Beenden Sie die Effektivität der Aufgabe, indem Sie das ':' entfernen. Wenn Sie es wieder ändern möchten, ersetzen Sie '✔️' durch ':'.",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "Wenn Sie das Format ISO8601 verwenden möchten, wählen Sie \"ISO8601\". Wenn Sie das US-Format verwenden möchten, wählen Sie \"US\".",
  "It will not take effect until you restart or turn off the plugin.": "Es wird erst wirksam, wenn Sie das Plugin neu starten oder deaktivieren.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Hinterlassen Sie eine Kopie von DEADLINE oder SCHEDULED, ohne sie zu löschen",
  "Link to the month": "Link zum Monat",
  "Mouse drag a bullet of the block to move it to the journal.": "Ziehen Sie mit der Maus ein Aufzählungszeichen des Blocks, um es in das Journal zu verschieben.",
  "Move Task State To Next (shortcut key)": "Aufgabenstatus in den nächsten verschieben (Tastenkombination)",
  "Move task state to next": "Verschieben des Aufgabenstatus in den nächsten",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Verschieben Sie den Aufgabenstatus in den nächsten, indem Sie die Tastenkombination auf dem Block drücken. / Eine Lite-Version von [Custom Workflow Plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "Öffnen Sie die Seitenleiste, wenn die Wiederholungsaufgabe aktiviert ist",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Stellen Sie einen Workflow für die Aufzeichnung wiederholter Aufgaben als SPÄTER in einem Journal bereit. Wählen Sie aus dem Kontextmenü des Aufzählungszeichens für wiederholte Aufgaben.",
  "Remove DEADLINE": "DEADLINE entfernen",
  "Remove SCHEDULED": "SCHEDULED entfernen",
  "Repeat-task Auto Statistics": "Automatische Statistiken für wiederholte Aufgaben",
  "Repeat-task as LATER": "Aufgabe als SPÄTER wiederholen",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Trennen Sie durch ','. Nur Zeichenfolgen für die in Logseq integrierten Aufgabenmarkierungen sind gültig. ('JETZT'|'SPÄTER'|'TODO'|'TUN'|'FERTIG'|'WARTEN'|'WARTEN'|'ABGESAGT'|'ABGESAGT'|'IN BEARBEITUNG')",
  "Set state items (Strings used when moving a task to the next state)": "Festlegen von Statuselementen (Zeichenfolgen, die beim Verschieben einer Aufgabe in den nächsten Zustand verwendet werden)",
  "Sort by month": "Sortieren nach Monat",
  "This block is LATER task": "Dieser Block ist eine SPÄTER-Aufgabe",
  "When a repeat-task is checked": "Wenn eine Wiederholungsaufgabe aktiviert ist",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "Wenn eine Wiederholungsaufgabe markiert wird, wird die nächste Zeile mit einem Angebot und dem Status ERLEDIGT erstellt. Verschieben Sie diese Referenz in ein Tagebuch oder so.",
  "When a task is set to DOING": "Wenn eine Aufgabe auf DOING gesetzt ist",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "Wenn eine Aufgabe auf DOING festgelegt ist, fügen Sie einen Verweis der Aufgabe auf die Seite DOING ein.",
  "When a task is set to DONE": "Wenn eine Aufgabe auf FERTIG gesetzt ist",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "Wenn eine Aufgabe auf FERTIG festgelegt ist, fügen Sie einen Verweis der Aufgabe auf der Seite FERTIG ein.",
  "📖Getting Started": "📖Erste Schritte",
  "SCHEDULED or DEADLINE deleted.": "SCHEDULED oder DEADLINE gelöscht."
}