{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "Los interruptores \"Habilitar\" activan y desactivan la funci칩n, pero requieren reiniciar Logseq o apagar este complemento una vez. Consulte la documentaci칩n para conocer los detalles de las funciones. [Documento aqu칤](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Agregue el marcador DONE o el enlace Agregar diario hoy a la referencia de la tarea de repetici칩n",
  "Add the journal link to the reference of the task": "Agregue el enlace del diario a la referencia de la tarea",
  "Add the week number to the reference of the task": "Agregue el n칰mero de semana a la referencia de la tarea",
  "Add time to the reference of the task": "A침adir tiempo a la referencia de la tarea",
  "Auto remove DEADLINE or SCHEDULED": "Eliminaci칩n autom치tica de DEADLINE o SCHEDULED",
  "Bullet context menu item": "Elemento de men칰 contextual de vi침eta",
  "Common Settings": "Ajustes comunes",
  "Common: ": "Com칰n: ",
  "DOING task Auto Statistics": "Estad칤sticas autom치ticas de la tarea DOING",
  "DONE task Auto Statistics": "Estad칤sticas autom치ticas de la tarea DONE",
  "DONE task: ": "Tarea DONE: ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Tecla de m칠todo abreviado predeterminada: 'Ctrl+Shift+Enter' (Windows) o 'Cmd+Shift+Enter' (Mac)",
  "Embed the reference of the task": "Incrustar la referencia de la tarea",
  "Enable": "Habilitar",
  "Enable every 2 hour interval": "Habilitar cada intervalo de 2 horas",
  "Failed (Cannot create a new block in first block of the page)": "Error (no se puede crear un nuevo bloque en el primer bloque de la p치gina)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `九덢잺` with `:`.": "Finalice la efectividad de la tarea eliminando el ':'. Si desea volver a cambiarlo, reemplace '九덢잺' por ':'.",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "Si desea utilizar el formato ISO8601, seleccione 'ISO8601'. Si desea utilizar el formato de EE. UU., seleccione 'EE. UU.'.",
  "It will not take effect until you restart or turn off the plugin.": "No surtir치 efecto hasta que reinicie o apague el complemento.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Deje una copia de DEADLINE o SCHEDULED sin eliminarla",
  "Link to the month": "Enlace al mes",
  "Mouse drag a bullet of the block to move it to the journal.": "Arrastre una vi침eta del bloque para moverla al diario.",
  "Move Task State To Next (shortcut key)": "Mover el estado de la tarea al siguiente (tecla de m칠todo abreviado)",
  "Move task state to next": "Mover el estado de la tarea al siguiente",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Mueva el estado de la tarea al siguiente presionando la tecla de acceso directo en el bloque. / Una versi칩n lite de [Complemento de flujo de trabajo personalizado](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "Abra la barra lateral cuando la tarea de repetici칩n est칠 marcada",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Proporcione un flujo de trabajo para registrar la tarea repetida como LATER en un diario. Seleccione en el men칰 contextual de la vi침eta de tarea repetida.",
  "Remove DEADLINE": "Eliminar DEADLINE",
  "Remove SCHEDULED": "Eliminar SCHEDULED",
  "Repeat-task Auto Statistics": "Estad칤sticas autom치ticas de tareas repetidas",
  "Repeat-task as LATER": "Repetir la tarea como LATER",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Sep치rese con ','. Solo son v치lidas las cadenas para los marcadores de tarea integrados de Logseq. ('AHORA' |'M츼S TARDE' |'TODO' |'HACIENDO' |'HECHO' |'ESPERANDO' |'CANCELADO' |'CANCELADO' |'EN CURSO')",
  "Set state items (Strings used when moving a task to the next state)": "Establecer elementos de estado (cadenas utilizadas al mover una tarea al siguiente estado)",
  "Sort by month": "Ordenar por mes",
  "This block is LATER task": "Este bloque es una tarea LATER",
  "When a repeat-task is checked": "Cuando se comprueba una tarea repetida",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "Cuando se marca una tarea repetida, se crea la siguiente l칤nea con una comilla y un estado DONE. Traslada esa referencia a un diario o algo as칤.",
  "When a task is set to DOING": "Cuando una tarea se establece en DOING",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "Cuando una tarea se establece en HACIENDO, inserte una referencia de la tarea en la p치gina HACIENDO.",
  "When a task is set to DONE": "Cuando una tarea se establece en DONE",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "Cuando una tarea se establece en DONE, inserte una referencia de la tarea en la p치gina DONE.",
  "游닀Getting Started": "游닀Empezar",
  "SCHEDULED or DEADLINE deleted.": "SCHEDULED o DEADLINE eliminado."
}