{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "« Activer » active et désactive la fonctionnalité, mais nécessite de redémarrer Logseq ou de désactiver ce plugin une fois. Veuillez vous référer à la documentation pour plus de détails sur les fonctionnalités. [Document ici](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Ajouter un marqueur DONE ou Ajouter un lien de journal aujourd’hui à la référence de la tâche de répétition",
  "Add the journal link to the reference of the task": "Ajouter le lien du journal à la référence de la tâche",
  "Add the week number to the reference of the task": "Ajouter le numéro de semaine à la référence de la tâche",
  "Add time to the reference of the task": "Ajouter du temps à la référence de la tâche",
  "Auto remove DEADLINE or SCHEDULED": "Suppression automatique de DEADLINE ou SCHEDULED",
  "Bullet context menu item": "Élément de menu contextuel à puces",
  "Common Settings": "Paramètres communs",
  "Common: ": "Commun: ",
  "DOING task Auto Statistics": "Tâche DOING Statistiques automatiques",
  "DONE task Auto Statistics": "Tâche DONE Statistiques automatiques",
  "DONE task: ": "Tâche TERMINÉE : ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Touche de raccourci par défaut : 'Ctrl+Maj+Entrée' (Windows) ou 'Cmd+Maj+Entrée' (Mac)",
  "Embed the reference of the task": "Intégrer la référence de la tâche",
  "Enable": "Activer",
  "Enable every 2 hour interval": "Activer toutes les 2 heures d’intervalle",
  "Failed (Cannot create a new block in first block of the page)": "Échec (Impossible de créer un nouveau bloc dans le premier bloc de la page)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `✔️` with `:`.": "Terminez l’efficacité de la tâche en supprimant le ' :'. Si vous voulez le changer, remplacez '✔️' par ' :'.",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "Si vous souhaitez utiliser le format ISO8601, sélectionnez ISO8601. Si vous souhaitez utiliser le format US, sélectionnez « US ».",
  "It will not take effect until you restart or turn off the plugin.": "Il ne prendra effet que lorsque vous redémarrerez ou désactiverez le plugin.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Laissez une copie de DEADLINE ou SCHEDULED sans le supprimer",
  "Link to the month": "Lien vers le mois",
  "Mouse drag a bullet of the block to move it to the journal.": "Faites glisser une puce du bloc pour la déplacer dans le journal.",
  "Move Task State To Next (shortcut key)": "Déplacer l’état de la tâche vers le suivant (touche de raccourci)",
  "Move task state to next": "Déplacer l’état de la tâche vers le suivant",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Passez à l’état de la tâche suivant en appuyant sur la touche de raccourci du bloc. / Une version allégée de [Plug-in de flux de travail personnalisé](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "Ouvrez la barre latérale lorsque la tâche de répétition est cochée",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Fournir un flux de travail pour l’enregistrement de la tâche répétée en tant que LATER dans un journal. Sélectionnez dans le menu contextuel de la puce de tâche répétitive.",
  "Remove DEADLINE": "Supprimer DEADLINE",
  "Remove SCHEDULED": "Supprimer SCHEDULED",
  "Repeat-task Auto Statistics": "Statistiques automatiques de tâches répétitives",
  "Repeat-task as LATER": "Répéter la tâche comme LATER",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Séparez par ', '. Seules les chaînes pour Logseq intégrées dans les marqueurs de tâches sont valides. ('MAINTENANT'|'PLUS TARD'|'TODO'|'FAIRE'|'TERMINÉ'|'ATTENDRE'|'ATTENDRE'|'ANNULÉ'|'ANNULÉ'|'EN COURS')",
  "Set state items (Strings used when moving a task to the next state)": "Définir les éléments d’état (chaînes utilisées lors du déplacement d’une tâche vers l’état suivant)",
  "Sort by month": "Trier par mois",
  "This block is LATER task": "Ce bloc est une tâche ULTÉRIEURE",
  "When a repeat-task is checked": "Lorsqu’une tâche répétitive est vérifiée",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "Lorsqu’une tâche répétitive est cochée, la ligne suivante est créée avec un devis et un statut TERMINÉ. Déplacez cette référence vers un journal ou quelque chose comme ça.",
  "When a task is set to DOING": "Lorsqu’une tâche est définie sur DOING",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "Lorsqu’une tâche est définie sur DOING, insérez une référence de la tâche à la page DOING.",
  "When a task is set to DONE": "Lorsqu’une tâche est définie sur TERMINÉ",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "Lorsqu’une tâche est définie sur DONE, insérez une référence de la tâche à la page DONE.",
  "📖Getting Started": "📖Commencer",
  "SCHEDULED or DEADLINE deleted.": "SCHEDULED ou DEADLINE supprimés."
}