{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "\"Aktifkan\" mengaktifkan dan menonaktifkan fitur, tetapi memerlukan memulai ulang Logseq atau mematikan plugin ini sekali. Silakan lihat dokumentasi untuk detail fitur. [Dokumen di sini](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Tambahkan penanda SELESAI atau Tambahkan tautan jurnal hari ini, ke referensi tugas pengulangan",
  "Add the journal link to the reference of the task": "Tambahkan tautan jurnal ke referensi tugas",
  "Add the week number to the reference of the task": "Tambahkan nomor minggu ke referensi tugas",
  "Add time to the reference of the task": "Tambahkan waktu ke referensi tugas",
  "Auto remove DEADLINE or SCHEDULED": "Hapus otomatis DEADLINE atau SCHEDULED",
  "Bullet context menu item": "Item menu konteks peluru",
  "Common Settings": "Pengaturan Umum",
  "Common: ": "Biasa: ",
  "DOING task Auto Statistics": "Tugas MELAKUKAN Statistik Otomatis",
  "DONE task Auto Statistics": "Tugas SELESAI Statistik Otomatis",
  "DONE task: ": "Tugas SELESAI: ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Tombol pintasan default: 'Ctrl+Shift+Enter' (Windows) atau 'Cmd+Shift+Enter' (Mac)",
  "Embed the reference of the task": "Sematkan referensi tugas",
  "Enable": "Mengaktifkan",
  "Enable every 2 hour interval": "Aktifkan setiap interval 2 jam",
  "Failed (Cannot create a new block in first block of the page)": "Gagal (Tidak dapat membuat blok baru di blok pertama halaman)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `✔️` with `:`.": "Selesaikan efektivitas tugas dengan menghapus ':'. Jika Anda ingin mengubahnya kembali, ganti '✔️' dengan ':'.",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "Jika Anda ingin menggunakan format ISO8601, pilih 'ISO8601'. Jika Anda ingin menggunakan format AS, pilih 'AS'.",
  "It will not take effect until you restart or turn off the plugin.": "Ini tidak akan berlaku sampai Anda memulai ulang atau mematikan plugin.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Tinggalkan salinan DEADLINE atau SCHEDULED tanpa menghapusnya",
  "Link to the month": "Tautan ke bulan",
  "Mouse drag a bullet of the block to move it to the journal.": "Mouse seret poin blok untuk memindahkannya ke jurnal.",
  "Move Task State To Next (shortcut key)": "Pindahkan Status Tugas Ke Berikutnya (tombol pintasan)",
  "Move task state to next": "Memindahkan status tugas ke berikutnya",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Pindahkan status tugas ke berikutnya dengan menekan tombol pintasan pada blok. / Versi ringan dari [plugin Alur Kerja Kustom](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "Buka bilah samping saat tugas pengulangan dicentang",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Sediakan alur kerja untuk merekam tugas berulang sebagai NANTI dalam jurnal. Pilih dari menu konteks poin tugas berulang.",
  "Remove DEADLINE": "Hapus DEADLINE",
  "Remove SCHEDULED": "Hapus TERJADWAL",
  "Repeat-task Auto Statistics": "Statistik Otomatis Ulangi Tugas",
  "Repeat-task as LATER": "Ulangi tugas sebagai NANTI",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Pisahkan dengan ','. Hanya string untuk penanda tugas bawaan Logseq yang valid. ('SEKARANG'|'NANTI'|'TODO'|'MELAKUKAN'|'SELESAI'|'MENUNGGU'|'MENUNGGU'|'DIBATALKAN'|'DIBATALKAN'|'SEDANG BERLANGSUNG')",
  "Set state items (Strings used when moving a task to the next state)": "Atur item status (String yang digunakan saat memindahkan tugas ke status berikutnya)",
  "Sort by month": "Urutkan berdasarkan bulan",
  "This block is LATER task": "Blok ini adalah tugas LATER",
  "When a repeat-task is checked": "Saat tugas berulang dicentang",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "Ketika tugas berulang dicentang, baris berikutnya dibuat dengan kutipan dan status DONE. Pindahkan referensi itu ke jurnal atau semacamnya.",
  "When a task is set to DOING": "Saat tugas diatur ke MELAKUKAN",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "Saat tugas diatur ke DOING, sisipkan referensi tugas ke halaman DOING.",
  "When a task is set to DONE": "Saat tugas diatur ke SELESAI",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "Saat tugas diatur ke SELESAI, sisipkan referensi tugas ke halaman SELESAI.",
  "📖Getting Started": "📖Persiapan",
  "SCHEDULED or DEADLINE deleted.": "TERJADWAL atau DEADLINE dihapus."
}