{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "Gli interruttori \"Abilita\" attivano e disattivano la funzione, ma richiedono il riavvio di Logseq o la disattivazione di questo plug-in una volta. Per informazioni dettagliate sulle funzionalità, consulta la documentazione. [Documento qui](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Aggiungi il marcatore DONE o il link Aggiungi diario di oggi, al riferimento dell'attività ripetuta",
  "Add the journal link to the reference of the task": "Aggiungere il collegamento del journal al riferimento dell'attività",
  "Add the week number to the reference of the task": "Aggiungere il numero della settimana al riferimento dell'attività",
  "Add time to the reference of the task": "Aggiungere tempo al riferimento dell'attività",
  "Auto remove DEADLINE or SCHEDULED": "Rimozione automatica di SCADENZA o PROGRAMMATO",
  "Bullet context menu item": "Voce del menu contestuale Bullet",
  "Common Settings": "Impostazioni comuni",
  "Common: ": "Comune: ",
  "DOING task Auto Statistics": "Attività DOING Statistiche automatiche",
  "DONE task Auto Statistics": "Attività DONE Statistiche automatiche",
  "DONE task: ": "Compito FATTO: ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Tasto di scelta rapida predefinito: \"Ctrl+Maiusc+Invio\" (Windows) o \"Cmd+Maiusc+Invio\" (Mac)",
  "Embed the reference of the task": "Incorporare il riferimento dell'attività",
  "Enable": "Abilitare",
  "Enable every 2 hour interval": "Abilita ogni intervallo di 2 ore",
  "Failed (Cannot create a new block in first block of the page)": "Non riuscito (impossibile creare un nuovo blocco nel primo blocco della pagina)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `✔️` with `:`.": "Completa l'efficacia dell'attività rimuovendo il ':'. Se vuoi cambiarlo di nuovo, sostituisci '✔️' con ':'.",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "Se desideri utilizzare il formato ISO8601, seleziona \"ISO8601\". Se desideri utilizzare il formato USA, seleziona \"US\".",
  "It will not take effect until you restart or turn off the plugin.": "Non avrà effetto fino a quando non si riavvia o si spegne il plug-in.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Lascia una copia di DEADLINE o SCHEDULED senza eliminarlo",
  "Link to the month": "Link al mese",
  "Mouse drag a bullet of the block to move it to the journal.": "Trascina con il mouse un punto elenco del blocco per spostarlo sul diario.",
  "Move Task State To Next (shortcut key)": "Sposta lo stato dell'attività al successivo (tasto di scelta rapida)",
  "Move task state to next": "Sposta lo stato dell'attività al successivo",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Sposta lo stato dell'attività al successivo premendo il tasto di scelta rapida sul blocco. / Una versione lite di [Plug-in Custom Workflow](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "Apri la barra laterale quando l'attività ripetuta è selezionata",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Fornire il flusso di lavoro per la registrazione dell'attività ripetuta come LATER in un diario. Selezionare dal menu contestuale dell'elenco elenco attività ripetuto.",
  "Remove DEADLINE": "Rimuovi DEADLINE",
  "Remove SCHEDULED": "Rimuovi PROGRAMMATO",
  "Repeat-task Auto Statistics": "Statistiche automatiche dell'attività di ripetizione",
  "Repeat-task as LATER": "Ripeti l'attività come LATER",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Separare con ','. Sono valide solo le stringhe per i marcatori di attività incorporati in Logseq. ('ORA'|'PIÙ TARDI'|'DA FARE'|'FARE'|'FATTO'|'IN ATTESA'|'ASPETTA'|'ANNULLATO'|'ANNULLATO'|'IN CORSO')",
  "Set state items (Strings used when moving a task to the next state)": "Impostare gli elementi di stato (stringhe utilizzate quando si sposta un'attività allo stato successivo)",
  "Sort by month": "Ordina per mese",
  "This block is LATER task": "Questo blocco è un'attività SUCCESSIVA",
  "When a repeat-task is checked": "Quando viene selezionata un'attività ripetuta",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "Quando viene selezionata un'attività di ripetizione, viene creata la riga successiva con un'offerta e uno stato FATTO. Sposta quel riferimento in un diario o qualcosa del genere.",
  "When a task is set to DOING": "Quando un'attività è impostata su DOING",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "Quando un'attività è impostata su DOING, inserire un riferimento dell'attività alla pagina DOING.",
  "When a task is set to DONE": "Quando un'attività è impostata su FATTO",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "Quando un'attività è impostata su FATTO, inserire un riferimento dell'attività alla pagina FATTO.",
  "📖Getting Started": "📖Introduttiva",
  "SCHEDULED or DEADLINE deleted.": "PROGRAMMATO o SCADENZA cancellato."
}