{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "\"Aktiver\"-brytere sl친r funksjonen av og p친, men krever omstart av Logseq eller sl친 av denne plugin-en 칠n gang. Se dokumentasjonen for funksjonsdetaljer. [Dokumenter her](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Legg til FERDIG-merke eller koblingen Legg til i dag journal i referansen til den gjentatte aktiviteten",
  "Add the journal link to the reference of the task": "Legge til journalkoblingen i referansen til oppgaven",
  "Add the week number to the reference of the task": "Legg til ukenummeret i referansen til oppgaven",
  "Add time to the reference of the task": "Legg til tid i referansen til oppgaven",
  "Auto remove DEADLINE or SCHEDULED": "Fjern DEADLINE eller SCHEDULED automatisk",
  "Bullet context menu item": "Punkt-kontekstmenyelement",
  "Common Settings": "Vanlige innstillinger",
  "Common: ": "Vanlig: ",
  "DOING task Auto Statistics": "DOING oppgave Automatisk statistikk",
  "DONE task Auto Statistics": "DONE oppgave Automatisk statistikk",
  "DONE task: ": "FERDIG oppgave: ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Standard hurtigtast: 'Ctrl+Shift+Enter' (Windows) eller 'Cmd+Shift+Enter' (Mac)",
  "Embed the reference of the task": "Bygge inn referansen til oppgaven",
  "Enable": "Aktivere",
  "Enable every 2 hour interval": "Aktiver hvert 2 timers intervall",
  "Failed (Cannot create a new block in first block of the page)": "Mislyktes (kan ikke opprette en ny blokk i den f칮rste blokken p친 siden)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `九덢잺` with `:`.": "Fullf칮r effektiviteten til oppgaven ved 친 fjerne ':'. Hvis du vil endre den tilbake, erstatter du '九덢잺' med ':'.",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "Hvis du vil bruke ISO8601-formatet, velger du 춺ISO8601췉. Hvis du vil bruke det amerikanske formatet, velg 'USA'.",
  "It will not take effect until you restart or turn off the plugin.": "Det trer ikke i kraft f칮r du starter p친 nytt eller sl친r av plugin-en.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Legg igjen en kopi av DEADLINE eller SCHEDULED uten 친 slette den",
  "Link to the month": "Lenke til m친neden",
  "Mouse drag a bullet of the block to move it to the journal.": "Dra et punkt i blokken med musen for 친 flytte det til journalen.",
  "Move Task State To Next (shortcut key)": "Flytt oppgavetilstand til neste (hurtigtast)",
  "Move task state to next": "Flytte aktivitetstilstand til neste",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Flytt oppgavetilstanden til neste ved 친 trykke p친 hurtigtasten p친 blokken. / En lite-versjon av [Plugin-modul for tilpasset arbeidsflyt](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "칀pne sidepanelet n친r gjenta oppgaven er merket av",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Gi arbeidsflyt for registrering av gjentatt oppgave som SENERE i en journal. Velg fra hurtigmenyen til det gjentakende oppgavepunktet.",
  "Remove DEADLINE": "Fjern DEADLINE",
  "Remove SCHEDULED": "Fjern PLANLAGT",
  "Repeat-task Auto Statistics": "Automatisk statistikk for gjenta oppgaver",
  "Repeat-task as LATER": "Gjenta oppgaven som SENERE",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Skill med ','. Bare strenger for Logseq innebygde oppgavemark칮rer er gyldige. ('N칀'|'SENERE'|'TODO'|'GJ칒R'|'FERDIG'|'VENTER'|'VENTER'|'KANSELLERT'|'AVLYST'|'P칀G칀R')",
  "Set state items (Strings used when moving a task to the next state)": "Angi tilstandselementer (strenger som brukes n친r du flytter en oppgave til neste tilstand)",
  "Sort by month": "Sorter etter m친ned",
  "This block is LATER task": "Denne blokken er SENERE-oppgave",
  "When a repeat-task is checked": "N친r en gjentatt oppgave er merket av",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "N친r en gjentatt oppgave er merket av, opprettes neste linje med et tilbud og en FERDIG-status. Flytt den referansen til en dagbok eller noe.",
  "When a task is set to DOING": "N친r en oppgave er satt til GJ칒R",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "N친r en oppgave er satt til GJ칒R, setter du inn en referanse til oppgaven p친 GJ칒R-siden.",
  "When a task is set to DONE": "N친r en oppgave er satt til FERDIG",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "N친r en oppgave er satt til FERDIG, setter du inn en referanse til aktiviteten p친 FERDIG-siden.",
  "游닀Getting Started": "游닀Komme i gang",
  "SCHEDULED or DEADLINE deleted.": "PLANLAGT eller FRIST slettet."
}