{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "\"Inschakelen\" schakelt de functie in en uit, maar vereist het opnieuw opstarten van Logseq of het uitschakelen van deze plug-in één keer. Raadpleeg de documentatie voor meer informatie over de functies. [Document hier](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Voeg de DONE-markering of de link naar het dagboek van vandaag toevoegen toe aan de referentie van de herhalingstaak",
  "Add the journal link to the reference of the task": "Voeg de journaallink toe aan de referentie van de taak",
  "Add the week number to the reference of the task": "Voeg het weeknummer toe aan de referentie van de taak",
  "Add time to the reference of the task": "Voeg tijd toe aan de referentie van de taak",
  "Auto remove DEADLINE or SCHEDULED": "DEADLINE of GEPLAND automatisch verwijderen",
  "Bullet context menu item": "Menu-item met opsommingstekens",
  "Common Settings": "Algemene instellingen",
  "Common: ": "Gemeenschappelijk: ",
  "DOING task Auto Statistics": "BEZIG taak Auto Statistieken",
  "DONE task Auto Statistics": "VOLTOOIDE taak Auto Statistieken",
  "DONE task: ": "VOLTOOIDE taak: ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Standaard sneltoets: 'Ctrl+Shift+Enter' (Windows) of 'Cmd+Shift+Enter' (Mac)",
  "Embed the reference of the task": "Sluit de referentie van de taak in",
  "Enable": "Inschakelen",
  "Enable every 2 hour interval": "Schakel elk interval van 2 uur in",
  "Failed (Cannot create a new block in first block of the page)": "Mislukt (Kan geen nieuw blok maken in het eerste blok van de pagina)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `✔️` with `:`.": "Beëindig de effectiviteit van de taak door de ':' te verwijderen. Als u het terug wilt veranderen, vervangt u '✔️' door ':'.",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "Als je het ISO8601 formaat wilt gebruiken, selecteer je 'ISO8601'. Als u de Amerikaanse notatie wilt gebruiken, selecteert u 'VS'.",
  "It will not take effect until you restart or turn off the plugin.": "Het wordt pas van kracht als u de plug-in opnieuw opstart of uitschakelt.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Laat een kopie van DEADLINE of GEPLAND achter zonder deze te verwijderen",
  "Link to the month": "Link naar de maand",
  "Mouse drag a bullet of the block to move it to the journal.": "Sleep met de muis een opsommingsteken van het blok om het naar het journaal te verplaatsen.",
  "Move Task State To Next (shortcut key)": "Taakstatus naar volgende verplaatsen (sneltoets)",
  "Move task state to next": "Verplaats de taakstatus naar de volgende",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Verplaats de taakstatus naar de volgende door op de sneltoets op het blok te drukken. / Een lite versie van [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "Open de zijbalk wanneer de herhalingstaak is aangevinkt",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Bied een werkstroom voor het vastleggen van herhaalde taken als LATER in een journaal. Maak een keuze in het contextmenu van het opsommingsteken met herhalende taken.",
  "Remove DEADLINE": "DEADLINE verwijderen",
  "Remove SCHEDULED": "Verwijder SCHEDULED",
  "Repeat-task Auto Statistics": "Automatische statistieken voor herhaaltaken",
  "Repeat-task as LATER": "Herhaaltaak als LATER",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Scheid met ','. Alleen strings voor Logseq ingebouwde taakmarkeringen zijn geldig. ('NU'|'LATER'|'TODO'|'DOING'|'KLAAR'|'WACHTEN'|'WACHTEN'|'GEANNULEERD'|'GEANNULEERD'|'IN UITVOERING')",
  "Set state items (Strings used when moving a task to the next state)": "Statusitems instellen (tekenreeksen die worden gebruikt bij het verplaatsen van een taak naar de volgende status)",
  "Sort by month": "Sorteer op maand",
  "This block is LATER task": "Dit blok is een taak die LATER is",
  "When a repeat-task is checked": "Wanneer een herhalingstaak is aangevinkt",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "Wanneer een herhalingstaak is aangevinkt, wordt de volgende regel aangemaakt met een prijsopgave en de status GEREED. Verplaats die verwijzing naar een tijdschrift of zoiets.",
  "When a task is set to DOING": "Wanneer een taak is ingesteld op DOEN",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "Wanneer een taak is ingesteld op DOING, voegt u een verwijzing van de taak toe naar de pagina DOING.",
  "When a task is set to DONE": "Wanneer een taak is ingesteld op VOLTOOID",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "Wanneer een taak is ingesteld op GEREED, voegt u een verwijzing van de taak toe naar de pagina GEREED.",
  "📖Getting Started": "📖Slag",
  "SCHEDULED or DEADLINE deleted.": "GEPLAND of DEADLINE verwijderd."
}