{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "Przecznik \"Wcz\" wcza i wycza t funkcj, ale wymaga ponownego uruchomienia Logseq lub jednokrotnego wyczenia tej wtyczki. Zapoznaj si z dokumentacj, aby uzyska szczeg贸owe informacje na temat funkcji. [Dokument tutaj](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Dodaj znacznik GOTOWE lub link Dodaj dziennik dzisiaj do odwoania do powt贸rzenia zadania",
  "Add the journal link to the reference of the task": "Dodawanie cza dziennika do odwoania do zadania",
  "Add the week number to the reference of the task": "Dodawanie numeru tygodnia do odwoania do zadania",
  "Add time to the reference of the task": "Dodawanie czasu do odwoania do zadania",
  "Auto remove DEADLINE or SCHEDULED": "Automatyczne usuwanie DEADLINE lub SCHEDULED",
  "Bullet context menu item": "Element menu kontekstowego punktora",
  "Common Settings": "Ustawienia wsp贸lne",
  "Common: ": "Wsp贸lny: ",
  "DOING task Auto Statistics": "WYKONYWANIE zadania Automatyczne statystyki",
  "DONE task Auto Statistics": "GOTOWE zadanie Automatyczne statystyki",
  "DONE task: ": "GOTOWE zadanie: ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Domylny skr贸tu: 'Ctrl+Shift+Enter' (Windows) lub 'Cmd+Shift+Enter' (Mac)",
  "Embed the reference of the task": "Osadzanie odwoania do zadania",
  "Enable": "Umo偶liwia",
  "Enable every 2 hour interval": "Wcz co 2 godziny",
  "Failed (Cannot create a new block in first block of the page)": "Niepowodzenie (nie mo偶na utworzy nowego bloku w pierwszym bloku strony)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `锔` with `:`.": "Zakocz skuteczno zadania, usuwajc znak \":\". Jeli chcesz go zmieni z powrotem, zamie '锔' na ':'.",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "Jeli chcesz u偶y formatu ISO8601, wybierz \"ISO8601\". Jeli chcesz u偶y formatu amerykaskiego, wybierz opcj \"US\".",
  "It will not take effect until you restart or turn off the plugin.": "Nie zacznie obowizywa, dop贸ki nie uruchomisz ponownie lub nie wyczysz wtyczki.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Pozostaw kopi DEADLINE lub SCHEDULED bez jej usuwania",
  "Link to the month": "Link do miesica",
  "Mouse drag a bullet of the block to move it to the journal.": "Przecignij myszk punktor bloku, aby przenie go do dziennika.",
  "Move Task State To Next (shortcut key)": "Przenie stan zadania do nastpnego (skr贸tu)",
  "Move task state to next": "Przenie stan zadania do nastpnego",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Przenie stan zadania do nastpnego, naciskajc skr贸tu na bloku. / Uproszczona wersja wtyczki [Custom Workflow](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "Otwieranie paska bocznego po zaznaczeniu powtarzania zadania",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Zapewnij przepyw pracy do rejestrowania powtarzania zadania jako P殴NIEJ w dzienniku. Wybierz z menu kontekstowego punktora zadania cyklicznego.",
  "Remove DEADLINE": "Usu TERMIN",
  "Remove SCHEDULED": "Usu ZAPLANOWANE",
  "Repeat-task Auto Statistics": "Automatyczne statystyki powtarzania zada",
  "Repeat-task as LATER": "Powt贸rz zadanie jako P殴NIEJ",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Oddziel znakiem ','. Tylko cigi dla wbudowanych znacznik贸w zada usugi Logseq s prawidowe. ('TERAZ'|'P殴NIEJ'|'DO ZROBIENIA'|'ROBIENIE'|'ZROBIONE'|'CZEKANIE'|'CZEKANIE'|'ANULOWANE'|'ANULOWANE'|'W TOKU')",
  "Set state items (Strings used when moving a task to the next state)": "Ustawianie element贸w stanu (cigi u偶ywane podczas przenoszenia zadania do nastpnego stanu)",
  "Sort by month": "Sortuj wedug miesica",
  "This block is LATER task": "Ten blok jest zadaniem LATER",
  "When a repeat-task is checked": "Gdy sprawdzane jest zadanie powt贸rzeniowe",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "Po zaznaczeniu zadania powtarzalnego tworzony jest nastpny wiersz z wycen i statusem GOTOWE. Przenie to odniesienie do dziennika lub czego podobnego.",
  "When a task is set to DOING": "Gdy zadanie jest ustawione na WYKONYWANIE",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "Gdy zadanie jest ustawione na WYKONYWANIE, wstaw odwoanie do zadania na stronie WYKONYWANIE.",
  "When a task is set to DONE": "Gdy zadanie jest ustawione na GOTOWE",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "Gdy zadanie jest ustawione na GOTOWE, wstaw odwoanie do zadania na stronie GOTOWE.",
  "Getting Started": "Wprowadzenie",
  "SCHEDULED or DEADLINE deleted.": "Usunito ZAPLANOWANE lub TERMIN."
}