{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "\"Ativar\" ativa e desativa o recurso, mas requer reiniciar o Logseq ou desligar este plugin uma vez. Consulte a documentação para obter detalhes sobre os recursos. [Documente aqui](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Adicionar marcador CONCLUÍDO ou Link Adicionar diário hoje à referência da tarefa repetida",
  "Add the journal link to the reference of the task": "Adicionar o link do diário à referência da tarefa",
  "Add the week number to the reference of the task": "Adicionar o número da semana à referência da tarefa",
  "Add time to the reference of the task": "Adicionar tempo à referência da tarefa",
  "Auto remove DEADLINE or SCHEDULED": "Remover automaticamente DEADLINE ou SCHEDULED",
  "Bullet context menu item": "Item do menu de contexto com marcadores",
  "Common Settings": "Configurações comuns",
  "Common: ": "Frequentes: ",
  "DOING task Auto Statistics": "FAZER tarefa Estatísticas automáticas",
  "DONE task Auto Statistics": "Estatísticas automáticas da tarefa DONE",
  "DONE task: ": "Tarefa CONCLUÍDA: ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Tecla de atalho padrão: 'Ctrl+Shift+Enter' (Windows) ou 'Cmd+Shift+Enter' (Mac)",
  "Embed the reference of the task": "Incorporar a referência da tarefa",
  "Enable": "Ativar",
  "Enable every 2 hour interval": "Ativar a cada intervalo de 2 horas",
  "Failed (Cannot create a new block in first block of the page)": "Falha (Não é possível criar um novo bloco no primeiro bloco da página)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `✔️` with `:`.": "Termine a eficácia da tarefa removendo o ':'. Se quiser alterá-lo novamente, substitua '✔️' por ':'.",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "Se pretender utilizar o formato ISO8601, selecione 'ISO8601'. Se pretender utilizar o formato EUA, selecione 'EUA'.",
  "It will not take effect until you restart or turn off the plugin.": "Ele não terá efeito até que você reinicie ou desligue o plugin.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Deixe uma cópia do DEADLINE ou SCHEDULED sem excluí-lo",
  "Link to the month": "Link para o mês",
  "Mouse drag a bullet of the block to move it to the journal.": "Arraste com o mouse um marcador do bloco para movê-lo para o diário.",
  "Move Task State To Next (shortcut key)": "Mover Estado da Tarefa para Seguinte (tecla de atalho)",
  "Move task state to next": "Mover o estado da tarefa para o próximo",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Mova o estado da tarefa para o próximo pressionando a tecla de atalho no bloco. / Uma versão lite do [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "Abrir a barra lateral quando a tarefa repetida estiver marcada",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Forneça fluxo de trabalho para gravar tarefas repetidas como MAIS TARDE em um diário. Selecione no menu de contexto do marcador de tarefa repetitiva.",
  "Remove DEADLINE": "Remover DEADLINE",
  "Remove SCHEDULED": "Remover SCHEDULED",
  "Repeat-task Auto Statistics": "Estatísticas automáticas de tarefas repetidas",
  "Repeat-task as LATER": "Repetir tarefa como MAIS TARDE",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Separe com ','. Somente cadeias de caracteres para Logseq incorporadas em marcadores de tarefa são válidas. ('AGORA'|'LATER'|'TODO'|'DOING'|'DONE'|'WAITING'|'WAIT'|'CANCELED'|'CANCELLED'|'IN-PROGRESS')",
  "Set state items (Strings used when moving a task to the next state)": "Definir itens de estado (Strings usadas ao mover uma tarefa para o próximo estado)",
  "Sort by month": "Ordenar por mês",
  "This block is LATER task": "Este bloco é tarefa POSTERIOR",
  "When a repeat-task is checked": "Quando uma tarefa repetida é verificada",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "Quando uma tarefa repetida é marcada, a próxima linha é criada com uma cotação e um status CONCLUÍDO. Mova essa referência para um diário ou algo assim.",
  "When a task is set to DOING": "Quando uma tarefa é definida como DOING",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "Quando uma tarefa estiver definida como FAZER, insira uma referência da tarefa na página FAZER.",
  "When a task is set to DONE": "Quando uma tarefa é definida como CONCLUÍDA",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "Quando uma tarefa estiver definida como CONCLUÍDA, insira uma referência da tarefa na página CONCLUÍDA.",
  "📖Getting Started": "📖Primeiros passos",
  "SCHEDULED or DEADLINE deleted.": "AGENDADO ou PRAZO excluído."
}