{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "Переключатели \"Включить\" включают и выключают эту функцию, но требуют перезапуска Logseq или выключения этого плагина один раз. Подробную информацию о функциях см. в документации. [Документ здесь](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Добавьте маркер DONE или ссылку на журнал «Добавить сегодня», в ссылку на повторное задание",
  "Add the journal link to the reference of the task": "Добавьте ссылку на журнал в ссылку задачи",
  "Add the week number to the reference of the task": "Добавьте номер недели в ссылку задачи",
  "Add time to the reference of the task": "Добавление времени к привязке к задаче",
  "Auto remove DEADLINE or SCHEDULED": "Автоматическое удаление DEADLINE или SCHEDULED",
  "Bullet context menu item": "Пункт контекстного меню маркера",
  "Common Settings": "Общие настройки",
  "Common: ": "Общий: ",
  "DOING task Auto Statistics": "Автоматическая статистика задачи DOING",
  "DONE task Auto Statistics": "Задача DONE Автоматическая статистика",
  "DONE task: ": "Задача ВЫПОЛНЕНА: ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Сочетание клавиш по умолчанию: 'Ctrl+Shift+Enter' (Windows) или 'Cmd+Shift+Enter' (Mac)",
  "Embed the reference of the task": "Встраивание ссылки на задачу",
  "Enable": "Давать возможность",
  "Enable every 2 hour interval": "Включение каждые 2 часа",
  "Failed (Cannot create a new block in first block of the page)": "Failed (Не удается создать новый блок в первом блоке страницы)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `✔️` with `:`.": "Завершите выполнение задачи, убрав символ ':'. Если вы хотите изменить его обратно, замените '✔️' на ':'.",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "Если вы хотите использовать формат ISO8601, выберите «ISO8601». Если вы хотите использовать формат США, выберите «США».",
  "It will not take effect until you restart or turn off the plugin.": "Он не вступит в силу, пока вы не перезапустите или не выключите плагин.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Оставьте копию DEADLINE или SCHEDULED без удаления",
  "Link to the month": "Привязка к месяцу",
  "Mouse drag a bullet of the block to move it to the journal.": "Мышь перетащите маркер блока, чтобы переместить его в журнал.",
  "Move Task State To Next (shortcut key)": "Переместить состояние задачи на следующую (сочетание клавиш)",
  "Move task state to next": "Перемещение состояния задачи на следующую",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Переместите состояние задачи на следующее, нажав клавишу быстрого доступа на блоке. / Облегченная версия [Плагин пользовательского рабочего процесса](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "Откройте боковую панель, когда будет отмечена задача повтора",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Предоставьте рабочий процесс для записи повторной задачи как LATER в журнале. Выберите пункт в контекстном меню повторяющейся задачи.",
  "Remove DEADLINE": "Удалить DEADLINE",
  "Remove SCHEDULED": "Удалить SCHEDULED",
  "Repeat-task Auto Statistics": "Автоматическая статистика повторяющихся задач",
  "Repeat-task as LATER": "Повторить задачу как ПОЗЖЕ",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Разделяйте с помощью ','. Допустимы только строки для встроенных маркеров задач Logseq. ('СЕЙЧАС'|'ПОЗЖЕ'|'TODO'|'ДЕЛАЮ'|'СДЕЛАНО'|'ОЖИДАНИЕ'|'ОЖИДАНИЕ'|'ОТМЕНЕНО'|'ОТМЕНЕНО'|'ВЫПОЛНЯЕТСЯ')",
  "Set state items (Strings used when moving a task to the next state)": "Установка элементов состояния (строки, используемые при переходе задачи к следующему состоянию)",
  "Sort by month": "Сортировать по месяцам",
  "This block is LATER task": "Этот блок является задачей ПОЗЖЕ",
  "When a repeat-task is checked": "Когда проверяется повторная задача",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "Когда проверка повторяющейся задачи отмечена, создается следующая строка с предложением и статусом ВЫПОЛНЕНО. Переместите эту ссылку в журнал или что-то в этом роде.",
  "When a task is set to DOING": "Когда для задачи установлено значение DOING",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "Если для задачи задано значение DOING, вставьте ссылку на задачу на страницу DOING.",
  "When a task is set to DONE": "Когда для задачи установлено значение DONE",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "Если для задачи задано значение DONE, вставьте ссылку на задачу на страницу DONE.",
  "📖Getting Started": "📖Начало работы",
  "SCHEDULED or DEADLINE deleted.": "ЗАПЛАНИРОВАНО или КРАЙНИЙ СРОК удалены."
}