{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "\"Povoli콘\" zap칤na a vyp칤na funkciu, ale vy쬬duje re코tartovanie Logseq alebo vypnutie tohto doplnku raz. Podrobnosti o funkci치ch n치jdete v dokument치cii. [Dokument tu](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Pridanie zna캜ky HOTOVO alebo prepojenia Prida콘 denn칤k dnes do odkazu na opakovan칰 칰lohu",
  "Add the journal link to the reference of the task": "Pridanie prepojenia na denn칤k do odkazu na 칰lohu",
  "Add the week number to the reference of the task": "Pridanie 캜칤sla t칳쬯켿a do odkazu na 칰lohu",
  "Add time to the reference of the task": "Pridanie 캜asu k odkazu na 칰lohu",
  "Auto remove DEADLINE or SCHEDULED": "Automatick칠 odstr치nenie DEADLINE alebo SCHEDULED",
  "Bullet context menu item": "Polo쬶a kontextovej ponuky Odr치쬶a",
  "Common Settings": "Be쬹칠 nastavenia",
  "Common: ": "Be쬹칳: ",
  "DOING task Auto Statistics": "VYKON츼VANIE 칰lohy Automatick치 코tatistika",
  "DONE task Auto Statistics": "칔loha HOTOVO Automatick치 코tatistika",
  "DONE task: ": "칔loha HOTOVO: ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Predvolen치 kl치vesov치 skratka: \"Ctrl+Shift+Enter\" (Windows) alebo \"Cmd+Shift+Enter\" (Mac)",
  "Embed the reference of the task": "Vlo쬰nie odkazu na 칰lohu",
  "Enable": "Zapn칰콘",
  "Enable every 2 hour interval": "Povoli콘 ka쬯칳 2-hodinov칳 interval",
  "Failed (Cannot create a new block in first block of the page)": "Ne칰spe코n칠 (nie je mo쬹칠 vytvori콘 nov칳 blok v prvom bloku str치nky)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `九덢잺` with `:`.": "Dokon캜ite efektivitu 칰lohy odstr치nen칤m znaku \":\". Ak ho chcete zmeni콘 sp칛콘, nahra캞te znak \"九덢잺:\".",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "Ak chcete pou쬴콘 form치t ISO8601, vyberte mo쬹os콘 ISO8601. Ak chcete pou쬴콘 americk칳 form치t, vyberte \"US\".",
  "It will not take effect until you restart or turn off the plugin.": "Prejav칤 sa a po re코tartovan칤 alebo vypnut칤 doplnku.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Zanechajte k칩piu DEADLINE alebo SCHEDULED bez toho, aby ste ju odstr치nili",
  "Link to the month": "Odkaz na mesiac",
  "Mouse drag a bullet of the block to move it to the journal.": "Potiahnut칤m my코i odr치쬶u bloku ju presuniete do denn칤ka.",
  "Move Task State To Next (shortcut key)": "Presun칰콘 stav 칰lohy na nasleduj칰cu (kl치vesov치 skratka)",
  "Move task state to next": "Presunutie stavu 칰lohy na nasleduj칰cu",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Presu켿te stav 칰lohy na 캞al코칤 stla캜en칤m kl치vesovej skratky na bloku. / Zjednodu코en치 verzia [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "Otvorenie postrann칠ho panela, ke캞 je za캜iarknut치 opakovan치 칰loha",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Poskytnite pracovn칳 postup na zaznamen치vanie opakovanej 칰lohy ako NESK칎R do denn칤ka. Vyberte z kontextovej ponuky odr치쬶y s opakuj칰cou sa 칰lohou.",
  "Remove DEADLINE": "Odstr치ni콘 DEADLINE",
  "Remove SCHEDULED": "Odstr치ni콘 SCHEDULED",
  "Repeat-task Auto Statistics": "Automatick치 코tatistika opakovan칳ch 칰loh",
  "Repeat-task as LATER": "Zopakujte 칰lohu ako NESK칎R",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Odde쬾e s ','. Platn칠 s칰 iba re콘azce pre vstavan칠 zna캜ky 칰loh Logseq. ('TERAZ'|'NESK칎R'|'TODO'|'HOTOVO'|'HOTOVO'|'캛AKANIE'|'캛AKANIE'|'ZRUEN칄'|'ZRUEN칄'|'PREBIEHA')",
  "Set state items (Strings used when moving a task to the next state)": "Nastavenie polo쬴ek stavu (re콘azce pou쮂셨an칠 pri presune 칰lohy do 캞al코ieho stavu)",
  "Sort by month": "Zoradi콘 pod쬬 mesiaca",
  "This block is LATER task": "Tento blok je 칰loha NESK칎R",
  "When a repeat-task is checked": "Ke캞 je za캜iarknut치 opakovan치 칰loha",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "Ke캞 je za캜iarknut치 opakovan치 칰loha, vytvor칤 sa 캞al코칤 riadok s cenovou ponukou a stavom HOTOVO. Presu켿te tento odkaz do denn칤ka alebo nie캜oho podobn칠ho.",
  "When a task is set to DOING": "Ke캞 je 칰loha nastaven치 na DOING",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "Ke캞 je 칰loha nastaven치 na ROBENIE, vlo쬾e odkaz na 칰lohu na str치nku ROBENIE.",
  "When a task is set to DONE": "Ke캞 je 칰loha nastaven치 na HOTOVO",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "Ke캞 je 칰loha nastaven치 na hodnotu HOTOVO, vlo쬾e odkaz na 칰lohu na str치nku HOTOVO.",
  "游닀Getting Started": "游닀Za캜칤name",
  "SCHEDULED or DEADLINE deleted.": "SCHEDULED alebo DEADLINE odstr치nen칠."
}