{
  "\"Enable\" toggles turns the feature on and off, but requires restarting Logseq or turning off this plugin once. Please refer to the documentation for feature details. [Document here](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)": "Перемикач «Увімкнути» вмикає та вимикає цю функцію, але вимагає перезапуску Logseq або вимкнення цього плагіна один раз. Будь ласка, зверніться до документації для отримання детальної інформації про функції. [Документ тут](https://github.com/YU000jp/logseq-plugin-some-menu-extender/wiki/Document)",
  "Add DONE marker or Add today journal link, to the reference of the repeat task": "Додайте маркер ГОТОВО або Додати посилання на журнал сьогодні, до посилання на повторне завдання",
  "Add the journal link to the reference of the task": "Додайте посилання на журнал до посилання на завдання",
  "Add the week number to the reference of the task": "Додайте номер тижня до посилання на завдання",
  "Add time to the reference of the task": "Додайте час до ознайомлення із завданням",
  "Auto remove DEADLINE or SCHEDULED": "Автоматичне видалення DEADLINE або SCHEDULED",
  "Bullet context menu item": "Пункт контекстного меню Bullet",
  "Common Settings": "Загальні налаштування",
  "Common: ": "Звичайний: ",
  "DOING task Auto Statistics": "ВИКОНАННЯ завдання Автоматична статистика",
  "DONE task Auto Statistics": "Автоматична статистика завдання DONE",
  "DONE task: ": "ВИКОНАНО завдання: ",
  "Default shortcut key: `Ctrl+Shift+Enter`(Windows) or `Cmd+Shift+Enter`(Mac)": "Комбінація клавіш за замовчуванням: 'Ctrl+Shift+Enter'(Windows) або 'Cmd+Shift+Enter' (Mac)",
  "Embed the reference of the task": "Вбудуйте посилання на завдання",
  "Enable": "Вмикати",
  "Enable every 2 hour interval": "Вмикати кожні 2 години",
  "Failed (Cannot create a new block in first block of the page)": "Помилка (не вдається створити новий блок у першому блоці сторінки)",
  "Finish the effectiveness of the task by removing the `:`. If you want to change it back, replace `✔️` with `:`.": "Завершіть ефективність завдання, видаливши символ ':'. Якщо ви хочете змінити його назад, замініть '✔️' на ':'.",
  "If you want to use the ISO8601 format, select `ISO8601`. If you want to use the US format, select `US`.": "Якщо ви хочете використовувати формат ISO8601, виберіть «ISO8601». Якщо ви хочете використовувати формат США, виберіть \"США\".",
  "It will not take effect until you restart or turn off the plugin.": "Він не почне діяти, доки ви не перезавантажите або не вимкнете плагін.",
  "Leave a copy of DEADLINE or SCHEDULED without deleting it": "Залиште копію DEADLINE або SCHEDULE, не видаляючи її",
  "Link to the month": "Посилання на місяць",
  "Mouse drag a bullet of the block to move it to the journal.": "Перетягніть мишкою маркер блоку, щоб перемістити його в журнал.",
  "Move Task State To Next (shortcut key)": "Перемістити стан завдання на наступний (комбінація клавіш)",
  "Move task state to next": "Перемістити стан завдання на наступний",
  "Move the task state to the next by pressing the shortcut key on the block. / A lite version of [Custom Workflow plugin](https://github.com/sawhney17/logseq-custom-workflow-plugin)": "Перемістіть стан завдання в наступне, натиснувши комбінацію клавіш на блоці. / Полегшена версія [плагіна користувацького робочого процесу](https://github.com/sawhney17/logseq-custom-workflow-plugin)",
  "Open the sidebar when the repeat task is checked": "Відкрийте бічну панель, коли позначено повторення завдання",
  "Provide workflow for recording repeat task as LATER in a journal. Select from the context menu of the repeating task bullet.": "Забезпечте робочий процес для запису повторного завдання як ПІЗНІШЕ в журналі. Виберіть у контекстному меню пункт повторюваного завдання.",
  "Remove DEADLINE": "Видалити DEADLINE",
  "Remove SCHEDULED": "Видалити ЗАПЛАНОВАНО",
  "Repeat-task Auto Statistics": "Автоматична статистика повторного завдання",
  "Repeat-task as LATER": "Повторіть завдання як ПІЗНІШЕ",
  "Separate with `,`. Only strings for Logseq built in task markers are valid. (`NOW`|`LATER`|`TODO`|`DOING`|`DONE`|`WAITING`|`WAIT`|`CANCELED`|`CANCELLED`|`IN-PROGRESS`)": "Відокремлюйте символом ','. Допустимими є лише рядки для вбудованих маркерів завдань Logseq. ('ЗАРАЗ'|'ПІЗНІШЕ'|'TODO'|'DONE'|'DONE'|'ЧЕКАЄМО'|'СКАСОВАНО'|'СКАСОВАНО'|'В ПРОЦЕСІ')",
  "Set state items (Strings used when moving a task to the next state)": "Встановити елементи стану (Рядки, які використовуються при переміщенні завдання в наступний стан)",
  "Sort by month": "Сортувати по місяцях",
  "This block is LATER task": "Цей блок є ПОДАЛЬШИМ завданням",
  "When a repeat-task is checked": "Коли виконується перевірка повторного завдання",
  "When a repeat-task is checked, the next line is created with a quote and a DONE status. Move that reference to a journal or something.": "Коли ставиться галочка повторне завдання, створюється наступний рядок з цитатою та статусом ГОТОВО. Перемістіть це посилання в журнал або щось подібне.",
  "When a task is set to DOING": "Коли перед завданням ставиться значення DOING",
  "When a task is set to DOING, insert a reference of the task to the DOING page.": "Якщо для завдання встановлено значення ВИКОНАННЯ, вставте посилання на нього на сторінку ВИКОНАННЯ.",
  "When a task is set to DONE": "Коли для завдання встановлено значення ГОТОВО",
  "When a task is set to DONE, insert a reference of the task to the DONE page.": "Коли для завдання встановлено значення ГОТОВО, вставте посилання на завдання на сторінку ГОТОВО.",
  "📖Getting Started": "📖Знайомство",
  "SCHEDULED or DEADLINE deleted.": "ЗАПЛАНОВАНО або ДЕДЛАЙН видалено."
}